Repository: Nucleoos/opps-multimedias
Catalog: opps/multimedias/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Resend UOLMais media
pt_br: Reenviar mídia do UOLMais

source: Resend VIMEO video
pt_br: Reenviar vídeo do VIMEO

source: Resend Youtube video
pt_br: Reenviar vídeo do Youtube

source: Identification
pt_br: Identificação

source: Content
pt_br: Conteúdo

source: Relationships
pt_br: Relacionamentos

source: Publication
pt_br: Publicação

source: Select
pt_br: Selecionar

source: Invalid extension
pt_br: Extensão inválida

source: Settings UOLMAIS_USERNAME is not set
pt_br: Parâmetro UOLMAIS_USERNAME não setado.

source: Settings UOLMAIS_PASSWORD is not set
pt_br: Parâmetro UOLMAIS_PASSWORD não setado.

source: Settings YOUTUBE_AUTH_EMAIL is not set
pt_br: Parâmetro YOUTUBE_AUTH_EMAIL não setado.

source: Settings YOUTUBE_AUTH_PASSWORD is not set
pt_br: Parâmetro YOUTUBE_AUTH_PASSWORD não setado.

source: Settings YOUTUBE_DEVELOPER_KEY is not set
pt_br: Parâmetro YOUTUBE_DEVELOPER_KEY não setado.

source: Incorrect Youtube username or password
pt_br: Nome de usuário ou senha do Youtube incorretos.

source: Sending
pt_br: Enviando

source: Processing
pt_br: Processando

source: Error
pt_br: Erro

source: Deleted
pt_br: Apagado

source: Not Uploaded
pt_br: Upload não realizado

source: Encoding
pt_br: Codificando

source: Not Encoded
pt_br: Não codificado

source: Provider that will store the media
pt_br: Fornecedor que irá armazenar as mídias

source: Host ID
pt_br: ID do Host

source: Updated
pt_br: Atualizado

source: Detailed Status Message
pt_br: Mensagem de status detalhada

source: Media Host
pt_br: Host de mídia

source: Media Hosts
pt_br: Hosts de mídia

source: File
pt_br: Arquivo

source: Temporary file stored until it's not sent to final hosting server (ie: Youtube)
pt_br: Arquivo temporário que ficará armazenado até que seja enviado ao host final (ex: Youtube)

source: Local video file storage
pt_br: Arquivo de vídeo local

source: Local audio file storage
pt_br: Arquivo de áudio local

source: Duration
pt_br: Duração

source: Media duration in the following format HH:MM:SS
pt_br: Duração no formato HH:MM:SS

source: Posts
pt_br: Publicações

source: Media
pt_br: ID da mídia

source: Medias
pt_br: ID das mídias

source: Video
pt_br: Vídeo

source: Videos
pt_br: Vídeos

source: Audio
pt_br: Áudio

source: Audios
pt_br: Áudios

source: Error on upload
pt_br: Erro ao enviar

source: Media ID
pt_br: ID da mídia

source: Embed Code
pt_br: Código Embed
